// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Skriv inn følgende sikkerhetskode, og trykk deretter på returtasten på tastaturet.";

"MSG_PAIRING_TIMEOUT" = "Kunne ikke sammenkoble med «%@». Klikk på Sammenkoble for å prøve på nytt.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Kunne ikke sammenkoble med «%@». Prøver med neste tastatur om 5 sekunder.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Kunne ikke sammenkoble med «%@». Prøver på nytt om 5 sekunder.";

"MSG_PAIRING_FAILED" = "Kunne ikke sammenkoble med tastaturet. Klikk på Sammenkoble for å prøve på nytt.";
"MSG_PAIRING_FAILED_AUTO" = "Kunne ikke sammenkoble med tastaturet. Prøver igjen…";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Det oppsto en feil under søk etter trådløse enheter.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Sammenkobler med tastaturet «%@».";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Sammenkobler med musen «%@».";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Søker etter tastaturet…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Søker etter musen…";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "Sammenkobling mellom datamaskinen og «%@» er utført.";
"TITLE_PAIRED_MOUSE" = "Sammenkobling mellom datamaskinen og «%@» er utført.";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Oppsettassistent fant %d trådløse tastaturer.";
"TITLE_MOUSE_N_FOUND" = "Oppsettassistent fant %d trådløse musenheter.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Oppsettassistenten fant tastaturet «%@».";
"TITLE_MOUSE_FOUND" = "Oppsettassistenten fant musen «%@».";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Marker tastaturet i listen, og klikk deretter på Sammenkoble. Når tastaturet er sammenkoblet, vises en kode som du skriver inn ved hjelp av tastaturet.";
"MSG_START_PAIRING_MOUSE" = "Oppsettassistenten forsøker å sammenkoble med hver mus i listen. Når musen er sammenkoblet, kan du bruke musen til å flytte markøren.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "Sammenkobling med «%@» begynner automatisk. Når tastaturet er sammenkoblet, vises en kode som du skriver inn ved hjelp av tastaturet.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "Sammenkobling med «%@» begynner automatisk. Når musen er sammenkoblet, kan du bruke musen til å flytte markøren.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Finner ikke tastatur. Søker...";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Finner ikke mus. Søker...";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Det er ikke koblet noe tastatur til maskinen. Koble til tastaturet.";
"MSG_NO_MOUSE" = "Det er ikke koblet noen mus til maskinen. Koble til musen.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Det er ikke koblet noe tastatur til maskinen. Koble til tastaturet.\n\nHvis du bruker et Apple Wireless Keyboard-tastatur, forsikrer du deg om at batteriene er satt inn riktig og at tastaturet er slått på.";
"MSG_NO_MOUSE_BLUETOOTH" = "Det er ikke koblet noen mus til maskinen. Koble til musen.\n\nHvis du bruker en Apple Wireless Mouse, slår du den på ved å flytte bryteren på undersiden av musen slik at indikatorlyset blir synlig.\n\nHvis du ikke bruker mus, kobler du til tastaturet.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Oppdaterer %d tastaturnavn...";
"MSG_GETTING_MOUSE_NAMES" = "Oppdaterer %d musenavn...";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Trykk på returtasten på tastaturet for å bekrefte sammenkoblingen. Hvis du ikke trykker på returtasten, begynner sammenkoblingen på nytt om %d sekunder.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Klikk på OK-knappen nedenfor med musen for å bekrefte sammenkoblingen. Hvis du ikke klikker på knappen, begynner sammenkoblingen på nytt om %d sekunder.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "Du oppga feil sikkerhetskode. Klikk på Sammenkoble for å prøve på nytt.";
"MSG_AUTH_FAILURE_MOUSE" = "Sammenkobling med musen ble ikke utført. Klikk på Sammenkoble for å prøve igjen.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "Du oppga feil sikkerhetskode. Utfører sammenkobling med tastaturet på nytt om 5 sekunder.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "Sammenkobling med musen ble ikke utført. Utfører sammenkobling med musen på nytt om 5 sekunder.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Venter på at tastaturet skal kobles til…";
"MSG_ALREADY_PAIRED_MOUSE" = "Klikk med musen for å begynne å bruke den.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Hvis dette ikke er musen din, kontrollerer du at musen er slått på. Deretter venter du til søkingen starter på nytt.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Hvis dette ikke er tastaturet ditt, kontrollerer du at tastaturet er slått på. Deretter venter du til søkingen starter på nytt.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Hvis musen ikke står på listen, kontrollerer du at den er slått på. Deretter venter du til et nytt søk begynner.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Hvis tastaturet ikke står på listen, kontrollerer du at det er slått på. Deretter klikker du på Avbryt for å søke på nytt.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Hvis ikke markøren beveger seg når du flytter på musen, er ikke musen sammenkoblet med maskinen. Vent til sammenkoblingen begynner på nytt.";
"MSG_WARNING_ACK_KEYBOARD" = "Hvis du ikke kan bekrefte sammenkoblingen ved å trykke på returtasten, er ikke tastaturet sammenkoblet med maskinen. Vent til sammenkoblingen begynner på nytt.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Sammenkobler med enheten…";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Kobler til…";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Tilkoblet.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Sammenkobling er fullført.";

"CUSTOM_MOUSE_NAME"	= "%@s mus";
"CUSTOM_KEYBOARD_NAME"	= "%@s tastatur";

